/********************************************************************************
**         作者:EyreFree	软工19班	QQ:1795179491                          **
********************************************************************************/
about()																	//关于作者
{
	system("cls");
	line(1);
	printf("\n               　　　　　　　           \\\\\\|/// \n");
	printf("               　　　　　　　　      \\\\　.-.-　// \n");
	printf("                　　　　　　　      　(　.@.@　) \n");
	printf("              　　       +-------oOOo-----(_)-----oOOo---------+\n");
	printf("             　　        |                                     |\n");
	printf("             　　        |    小小地说明一下下:                |\n");
	printf("             　　        |                                     |\n");
	printf("             　　        |    本人初学编程，能力有限，         |\n");
	printf("             　　        |                                     |\n");
	printf("              　　       |    肯定会有许多不足之处，           |\n");
	printf("             　　        |                                     |\n");
	printf("             　　        |    希望大家能够指出...在此先致谢~!  |\n");
	printf("             　　        |                                     |\n");
	printf("             　　        |                     作者：EyreFree  |\n");
	printf("             　　        |                     Q Q ：1795179491|\n");
	printf("             　　        +---------------------Oooo------------+\n");
	line(3);
	system("pause");
	home('1');
}